{
  "uiux_chat": "UI/UX Chat",
  "send": "Send",
  "engineering_chat": "Engineering Chat",
  "programming_chat": "Programming Chat",
  "home_title": "Home",
  "about_us": "About Us",
  "contact": "Contact",
  "welcome_message": "Welcome to Sharikly!",
  "choose_service": "Choose your service and start chatting",
  "start_now": "Start Now",
  "main_visual": "Main visual",
  "company_goal": "Indeed, Allah loves that when anyone of you does a job, they do it with perfection.",
  "company_mission": "This is what the company strives for: to please Allah and then the client.",
  "company_aim": "Company Features",
  "feature_1": "No need to register with your email. Just chat or send your request and it will be saved in the database, and the chat will also be saved on your device with a unique ID.",
  "feature_2": "We don't charge you 20% for the service like some companies. If you return, you get a 10% discount, so you save 30%.",
  "feature_3": "We have specialized staff in these fields, supervised by a team leader to review your work and ensure it meets your expectations.",
  "feature_4": "We offer excellent customer service to respond to you, and if you want modifications, just chat with us 😊👌.",
  "why_wolf_logo": "Why did we choose the wolf as our logo? 🤔",
  "wolf_trait_1": "Intelligence: The wolf is highly intelligent and known for its planning and cunning, especially during hunting.",
  "wolf_trait_2": "Strength: It has a strong body that enables it to chase and overpower prey.",
  "wolf_trait_3": "Loyalty: Lives in organized packs, shows great loyalty to its family, and cares for its young.",
  "wolf_trait_4": "Caution: Doesn't approach humans easily and acts very cautiously when exploring its environment.",
  "wolf_trait_5": "Freedom: Loves living in the wild and can't stand restrictions, making it hard to tame.",
  "wolf_trait_6": "Independence: Can rely on itself for hunting and survival even if separated from the pack.",
  "wolf_traits_reflect_company": "These traits reflect our company, and we always strive to embody them.",
  "chat_section": "Chat Section",
  "write_message": "Write your message...",
  "sending": "Sending...",
  "request_service": "Request Service",
  "order_details": "Order Details",
  "send_request": "Send Request",
  "programming_description": "We provide innovative programming solutions and application development to help you achieve your technical goals efficiently and professionally.",
  "uiux_description": "We design unique user interfaces and experiences that meet your needs and make your applications more attractive and user-friendly.",
  "graphics_description": "We provide innovative graphic design services that reflect your vision and highlight your brand in the best way.",
  "engineering_description": "We deliver comprehensive engineering solutions that meet your project needs and ensure the highest quality standards.",
  "video_description": "We provide professional video editing services to bring your vision to life with creativity and precision.",
  "video_editing": "Video Editing",
  "engineering_design": "Engineering Design",
  "programming": "Programming",
  "uiux_design": "UI/UX Design",
  "graphics": "Graphics",
  "tagline": "Sharikly – We devour the peaks and lead success with a spirit that knows no limits 🐺🔥",
  "navbar_tagline": "Sharikly – We devour the peaks and lead success with a spirit that knows no limits 🐺🔥",
  "admin_login": "Admin Login",
  "supervisor_login": "Supervisor Login",
  "dynamic_sentence": "Indeed, Allah loves that when anyone of you does a job, they do it with perfection.",
  "work_hadith": "Indeed, Allah loves that when anyone of you does a job, they do it with perfection.",
  "attach_file": "Attach File",
  "voice_record": "Voice Record",
  "stop": "Stop",
  "your_chat_link": "Your chat link",
  "chat_link_notice": "You can continue the conversation from the same browser at any time. If you want to open the chat from another device or browser, save this link carefully and share it with yourself or anyone you want.",
  "copy_link": "Copy link",
  "report_problem": "Report a problem",
  "report_tooltip": "The report will be sent to the supervisor and you will get a reply as soon as possible",
  "choose_language": "Choose Language"
}