{
  "uiux_chat": "Chat de diseño",
  "send": "Enviar",
  "engineering_chat": "Chat de ingeniería",
  "programming_chat": "Chat de programación",
  "graphics_chat": "Chat de gráficos",
  "home_title": "Inicio",
  "about_us": "Sobre nosotros",
  "contact": "Contáctanos",
  "welcome_message": "¡Bienvenido a Sharikly!",
  "choose_service": "Elige tu servicio y comienza a chatear",
  "start_now": "Comienza ahora",
  "main_visual": "Visual principal",
  "company_goal": "En verdad, a Allah le gusta que cuando uno de ustedes haga un trabajo, lo haga con perfección.",
  "company_mission": "Esto es lo que la empresa se esfuerza por lograr: complacer a Allah y luego al cliente.",
  "company_aim": "Características de la empresa",
  "feature_1": "No necesitas registrarte con tu correo electrónico. Simplemente chatea o envía tu solicitud y se guardará en la base de datos, y el chat también se guardará en tu dispositivo con una ID única.",
  "feature_2": "No te cobramos un 20% por el servicio como algunas empresas. Si regresas, obtienes un 10% de descuento, así que ahorras un 30%.",
  "feature_3": "Contamos con personal especializado en estos campos, supervisado por un líder de equipo para revisar tu trabajo y asegurarse de que cumpla con tus expectativas.",
  "feature_4": "Ofrecemos un excelente servicio al cliente para responderte, y si deseas modificaciones, simplemente chatea con nosotros 😊👌.",
  "why_wolf_logo": "¿Por qué elegimos el lobo como nuestro logo? 🤔",
  "wolf_trait_1": "Inteligencia: El lobo es muy inteligente y conocido por su planificación y astucia, especialmente durante la caza.",
  "wolf_trait_2": "Fuerza: Tiene un cuerpo fuerte que le permite perseguir y dominar a su presa.",
  "wolf_trait_3": "Lealtad: Vive en manadas organizadas, muestra gran lealtad a su familia y cuida de sus crías.",
  "wolf_trait_4": "Precaución: No se acerca fácilmente a los humanos y actúa con mucha cautela al explorar su entorno.",
  "wolf_trait_5": "Libertad: Le encanta vivir en la naturaleza y no soporta las restricciones, lo que hace difícil domesticarlo.",
  "wolf_trait_6": "Independencia: Puede valerse por sí mismo para cazar y sobrevivir incluso si está separado de la manada.",
  "wolf_traits_reflect_company": "Estas características reflejan nuestra empresa y siempre nos esforzamos por aplicarlas.",
  "chat_section": "Sección de chat",
  "write_message": "Escribe tu mensaje...",
  "sending": "Enviando...",
  "request_service": "Solicitar servicio",
  "order_details": "Detalles del pedido",
  "send_request": "Enviar solicitud",
  "programming_description": "Ofrecemos soluciones de programación innovadoras y desarrollo de aplicaciones para ayudarte a alcanzar tus objetivos técnicos de manera eficiente y profesional.",
  "uiux_description": "Diseñamos interfaces y experiencias de usuario únicas que satisfacen tus necesidades y hacen que tus aplicaciones sean más atractivas y fáciles de usar.",
  "graphics_description": "Ofrecemos servicios de diseño gráfico innovadores que reflejan tu visión y destacan tu marca de la mejor manera.",
  "engineering_description": "Proporcionamos soluciones de ingeniería integrales que satisfacen las necesidades de tus proyectos y garantizan los más altos estándares de calidad.",
  "video_description": "Ofrecemos servicios profesionales de edición de video para dar vida a tu visión con creatividad y precisión.",
  "video_editing": "Edición de video",
  "engineering_design": "Diseño de ingeniería",
  "programming": "Programación",
  "uiux_design": "Diseño UI/UX",
  "graphics": "Gráficos",
  "tagline": "Sharikly – Devoramos las cimas y lideramos el éxito con un espíritu que no conoce límites 🐺🔥",
  "navbar_tagline": "Sharikly – Devoramos las cimas y lideramos el éxito con un espíritu que no conoce límites 🐺🔥",
  "admin_login": "Inicio de sesión de administrador",
  "supervisor_login": "Inicio de sesión de supervisor",
  "dynamic_sentence": "En verdad, a Allah le gusta que cuando uno de ustedes haga un trabajo, lo haga con perfección.",
  "work_hadith": "En verdad, a Allah le gusta que cuando uno de ustedes haga un trabajo, lo haga con perfección.",
  "attach_file": "Adjuntar archivo",
  "voice_record": "Grabar audio",
  "stop": "Detener",
  "your_chat_link": "Tu enlace de chat privado",
  "chat_link_notice": "Puedes seguir la conversación siempre desde el mismo navegador. Si quieres abrir el chat desde otro dispositivo o navegador, guarda bien este enlace y compártelo contigo mismo o con quien desees.",
  "copy_link": "Copiar enlace",
  "report_problem": "Reportar un problema",
  "report_tooltip": "El reporte será enviado al supervisor y recibirás una respuesta lo antes posible.",
  "choose_language": "Elige idioma"
}