{
  "uiux_chat": "Designkeskustelu",
  "send": "Lähetä",
  "engineering_chat": "Insinöörikeskustelu",
  "programming_chat": "Ohjelmointikeskustelu",
  "home_title": "Etusivu",
  "about_us": "Meistä",
  "contact": "Ota yhteyttä",
  "welcome_message": "Tervetuloa Shariklyyn!",
  "choose_service": "Valitse palvelusi ja aloita keskustelu",
  "start_now": "Aloita nyt",
  "main_visual": "Pääkuva",
  "company_goal": "Allah rakastaa, että kun joku teistä tekee työn, hän tekee sen täydellisesti.",
  "company_mission": "Tätä yritys pyrkii: miellyttää Allahia ja sitten asiakasta.",
  "company_aim": "Yrityksen ominaisuudet",
  "feature_1": "Sinun ei tarvitse rekisteröityä sähköpostilla. Keskustele vain tai lähetä pyyntösi, se tallennetaan tietokantaan ja keskustelu tallennetaan myös laitteellesi ainutlaatuisella tunnuksella.",
  "feature_2": "Emme veloita 20 % palvelusta kuten jotkut yritykset. Jos palaat, saat 10 % alennuksen, joten säästät 30 %. ",
  "feature_3": "Meillä on näillä aloilla erikoistuneita työntekijöitä, joita tiiminvetäjä valvoo tarkistaakseen työsi ja varmistaakseen, että se on haluamasi.",
  "feature_4": "Tarjoamme erinomaista asiakaspalvelua. Jos haluat muuttaa jotain, keskustele vain 😊👌.",
  "why_wolf_logo": "Miksi valitsimme suden logoksi? 🤔",
  "wolf_trait_1": "Älykkyys: Susi on erittäin älykäs ja tunnettu suunnittelustaan ja oveluudestaan, erityisesti metsästyksessä.",
  "wolf_trait_2": "Voima: Sillä on vahva keho, jonka avulla se voi jahdata ja voittaa saaliin.",
  "wolf_trait_3": "Lojaliteetti: Elää järjestäytyneissä laumoissa, osoittaa suurta uskollisuutta perheelleen ja huolehtii pennuistaan.",
  "wolf_trait_4": "Varovaisuus: Ei lähesty ihmisiä helposti ja on erittäin varovainen tutkiessaan ympäristöään.",
  "wolf_trait_5": "Vapaus: Rakastaa elää luonnossa eikä siedä rajoituksia, joten sitä on vaikea kesyttää.",
  "wolf_trait_6": "Itsenäisyys: Voi metsästää ja selviytyä yksin, vaikka olisi erossa laumasta.",
  "wolf_traits_reflect_company": "Nämä ominaisuudet heijastavat yritystämme ja pyrimme aina toimimaan niiden mukaisesti.",
  "chat_section": "Keskusteluosio",
  "write_message": "Kirjoita viestisi...",
  "sending": "Lähetetään...",
  "request_service": "Pyydä palvelua",
  "order_details": "Tilaustiedot",
  "send_request": "Lähetä pyyntö",
  "programming_description": "Tarjoamme innovatiivisia ohjelmistoratkaisuja ja sovelluskehitystä, jotka auttavat sinua saavuttamaan tekniset tavoitteesi tehokkaasti ja ammattimaisesti.",
  "uiux_description": "Suunnittelemme ainutlaatuisia käyttöliittymiä ja -kokemuksia, jotka vastaavat tarpeitasi ja tekevät sovelluksistasi houkuttelevampia ja helpompia käyttää.",
  "graphics_description": "Tarjoamme innovatiivisia graafisen suunnittelun palveluita, jotka heijastavat visiotasi ja tuovat brändisi esiin parhaalla mahdollisella tavalla.",
  "engineering_description": "Tarjoamme kattavia insinööriratkaisuja, jotka täyttävät projektisi tarpeet ja takaavat korkeimmat laatuvaatimukset.",
  "video_description": "Tarjoamme ammattimaisia videonmuokkauspalveluita, jotka toteuttavat visiosi luovuudella ja tarkkuudella.",
  "video_editing": "Videon muokkaus",
  "engineering_design": "Insinöörisuunnittelu",
  "programming": "Ohjelmointi",
  "uiux_design": "UI/UX-suunnittelu",
  "graphics": "Grafiikka",
  "tagline": "Sharikly – Valloittamme huiput ja johdamme menestystä rajattomalla hengellä 🐺🔥",
  "navbar_tagline": "Sharikly – Valloittamme huiput ja johdamme menestystä rajattomalla hengellä 🐺🔥",
  "admin_login": "Ylläpitäjän kirjautuminen",
  "supervisor_login": "Valvojan kirjautuminen",
  "dynamic_sentence": "Allah rakastaa, että kun joku teistä tekee työn, hän tekee sen täydellisesti.",
  "work_hadith": "Allah rakastaa, että kun joku teistä tekee työn, hän tekee sen täydellisesti.",
  "attach_file": "Liitä tiedosto",
  "voice_record": "Tallenna ääni",
  "stop": "Pysäytä",
  "your_chat_link": "Yksityinen keskustelulinkkisi",
  "chat_link_notice": "Voit aina jatkaa keskustelua samasta selaimesta. Jos haluat avata keskustelun toisella laitteella tai selaimella, tallenna tämä linkki hyvin ja jaa se itsellesi tai kenelle haluat.",
  "copy_link": "Kopioi linkki",
  "report_problem": "Ilmoita ongelmasta",
  "report_tooltip": "Ilmoitus lähetetään valvojalle ja saat vastauksen mahdollisimman pian.",
  "choose_language": "Valitse kieli"
}
