{
  "uiux_chat": "Discussion design",
  "send": "Envoyer",
  "engineering_chat": "Discussion ingénierie",
  "programming_chat": "Discussion programmation",
  "home_title": "Accueil",
  "about_us": "À propos de nous",
  "contact": "Contactez-nous",
  "welcome_message": "Bienvenue chez Sharikly!",
  "choose_service": "Choisissez votre service et commencez à discuter",
  "start_now": "Commencer maintenant",
  "main_visual": "Visuel principal",
  "company_goal": "En effet, Allah aime que lorsque l'un de vous fait un travail, il le fasse avec perfection.",
  "company_mission": "C'est ce que l'entreprise s'efforce de faire : plaire à Allah puis au client.",
  "company_aim": "Caractéristiques de l'entreprise",
  "feature_1": "Aucune inscription par e-mail requise. Il suffit de discuter ou d'envoyer votre demande, elle sera enregistrée dans la base de données et la discussion sera également sauvegardée sur votre appareil avec un identifiant unique.",
  "feature_2": "Nous ne vous facturons pas 20% pour le service comme certaines entreprises. Si vous revenez, vous bénéficiez d'une remise de 10%, soit 30% d'économies.",
  "feature_3": "Nous avons du personnel spécialisé dans ces domaines, supervisé par un chef d'équipe pour vérifier votre travail et garantir qu'il répond à vos attentes.",
  "feature_4": "Nous offrons un excellent service client pour vous répondre, et si vous souhaitez des modifications, discutez simplement avec nous 😊👌.",
  "why_wolf_logo": "Pourquoi avons-nous choisi le loup comme logo ? 🤔",
  "wolf_trait_1": "Intelligence : Le loup est très intelligent et connu pour sa planification et sa ruse, surtout lors de la chasse.",
  "wolf_trait_2": "Force : Il a un corps fort qui lui permet de poursuivre et de maîtriser sa proie.",
  "wolf_trait_3": "Loyauté : Vit en meutes organisées, montre une grande loyauté envers sa famille et prend soin de ses petits.",
  "wolf_trait_4": "Prudence : N'approche pas facilement les humains et agit avec beaucoup de prudence lors de l'exploration de son environnement.",
  "wolf_trait_5": "Liberté : Aime vivre dans la nature et ne supporte pas les restrictions, ce qui le rend difficile à apprivoiser.",
  "wolf_trait_6": "Indépendance : Peut compter sur lui-même pour chasser et survivre même s'il est séparé de la meute.",
  "wolf_traits_reflect_company": "Ces traits reflètent notre entreprise et nous nous efforçons toujours de les incarner.",
  "chat_section": "Section de discussion",
  "write_message": "Écrivez votre message...",
  "sending": "Envoi...",
  "request_service": "Demander un service",
  "order_details": "Détails de la commande",
  "send_request": "Envoyer la demande",
  "programming_description": "Nous proposons des solutions de programmation innovantes et le développement d'applications pour vous aider à atteindre vos objectifs techniques efficacement et professionnellement.",
  "uiux_description": "Nous concevons des interfaces et des expériences utilisateur uniques qui répondent à vos besoins et rendent vos applications plus attrayantes et conviviales.",
  "graphics_description": "Nous proposons des services de conception graphique innovants qui reflètent votre vision et mettent en valeur votre marque de la meilleure façon.",
  "engineering_description": "Nous fournissons des solutions d'ingénierie complètes qui répondent aux besoins de vos projets et garantissent les normes de qualité les plus élevées.",
  "video_description": "Nous proposons des services de montage vidéo professionnels pour transformer votre vision en réalité avec créativité et précision.",
  "video_editing": "Montage vidéo",
  "engineering_design": "Conception d'ingénierie",
  "programming": "Programmation",
  "uiux_design": "Conception UI/UX",
  "graphics": "Graphisme",
  "tagline": "Sharikly – Nous dévorons les sommets et menons le succès avec un esprit sans limites 🐺🔥",
  "navbar_tagline": "Sharikly – Nous dévorons les sommets et menons le succès avec un esprit sans limites 🐺🔥",
  "admin_login": "Connexion administrateur",
  "supervisor_login": "Connexion superviseur",
  "dynamic_sentence": "En effet, Allah aime que lorsque l'un de vous fait un travail, il le fasse avec perfection.",
  "work_hadith": "En effet, Allah aime que lorsque l'un de vous fait un travail, il le fasse avec perfection.",
  "attach_file": "Joindre un fichier",
  "voice_record": "Enregistrer un audio",
  "stop": "Arrêter",
  "your_chat_link": "Votre lien de discussion privé",
  "chat_link_notice": "Vous pouvez toujours suivre la conversation depuis le même navigateur. Si vous souhaitez ouvrir la discussion depuis un autre appareil ou navigateur, sauvegardez bien ce lien et partagez-le avec vous-même ou avec qui vous voulez.",
  "copy_link": "Copier le lien",
  "report_problem": "Signaler un problème",
  "report_tooltip": "Le signalement sera envoyé au superviseur et vous recevrez une réponse dès que possible.",
  "choose_language": "Choisir la langue"
}