{
  "uiux_chat": "Chat di design",
  "send": "Invia",
  "engineering_chat": "Chat di ingegneria",
  "programming_chat": "Chat di programmazione",
  "home_title": "Home",
  "about_us": "Chi siamo",
  "contact": "Contattaci",
  "welcome_message": "Benvenuto su Sharikly!",
  "choose_service": "Scegli il tuo servizio e inizia a chattare",
  "start_now": "Inizia ora",
  "main_visual": "Immagine principale",
  "company_goal": "In verità, Allah ama che quando uno di voi fa un lavoro, lo faccia con perfezione.",
  "company_mission": "Questo è ciò che l'azienda si sforza di raggiungere: soddisfare Allah e poi il cliente.",
  "company_aim": "Caratteristiche dell'azienda",
  "feature_1": "Non è necessario registrarsi con la tua email. Basta chattare o inviare la tua richiesta e verrà salvata nel database, e la chat sarà anche salvata sul tuo dispositivo con un ID univoco.",
  "feature_2": "Non ti addebitiamo il 20% per il servizio come alcune aziende. Se torni, ottieni uno sconto del 10%, quindi risparmi il 30%.",
  "feature_3": "Abbiamo personale specializzato in questi campi, supervisionato da un team leader per rivedere il tuo lavoro e garantire che soddisfi le tue aspettative.",
  "feature_4": "Offriamo un eccellente servizio clienti per risponderti, e se desideri modifiche, basta chattare con noi 😊👌.",
  "why_wolf_logo": "Perché abbiamo scelto il lupo come nostro logo? 🤔",
  "wolf_trait_1": "Intelligenza: Il lupo è molto intelligente e noto per la sua pianificazione e astuzia, soprattutto durante la caccia.",
  "wolf_trait_2": "Forza: Ha un corpo forte che gli consente di inseguire e sopraffare la preda.",
  "wolf_trait_3": "Lealtà: Vive in branchi organizzati, mostra grande lealtà verso la sua famiglia e si prende cura dei suoi piccoli.",
  "wolf_trait_4": "Prudenza: Non si avvicina facilmente agli umani e agisce con molta cautela durante l'esplorazione del suo ambiente.",
  "wolf_trait_5": "Libertà: Ama vivere in natura e non sopporta le restrizioni, il che lo rende difficile da addomesticare.",
  "wolf_trait_6": "Indipendenza: Può contare su se stesso per cacciare e sopravvivere anche se separato dal branco.",
  "wolf_traits_reflect_company": "Queste caratteristiche riflettono la nostra azienda e ci sforziamo sempre di incarnarle.",
  "chat_section": "Sezione chat",
  "write_message": "Scrivi il tuo messaggio...",
  "sending": "Invio in corso...",
  "request_service": "Richiedi servizio",
  "order_details": "Dettagli dell'ordine",
  "send_request": "Invia richiesta",
  "programming_description": "Forniamo soluzioni di programmazione innovative e sviluppo di applicazioni che ti aiutano a raggiungere i tuoi obiettivi tecnici in modo efficiente e professionale.",
  "uiux_description": "Progettiamo interfacce e esperienze utente uniche che soddisfano le tue esigenze e rendono le tue applicazioni più attraenti e facili da usare.",
  "graphics_description": "Offriamo servizi di graphic design innovativi che riflettono la tua visione e valorizzano al meglio il tuo marchio.",
  "engineering_description": "Forniamo soluzioni ingegneristiche complete che soddisfano le esigenze dei tuoi progetti e garantiscono i più alti standard di qualità.",
  "video_description": "Offriamo servizi professionali di montaggio video per trasformare la tua visione in realtà con creatività e precisione.",
  "video_editing": "Montaggio video",
  "engineering_design": "Progettazione ingegneristica",
  "programming": "Programmazione",
  "uiux_design": "Design UI/UX",
  "graphics": "Grafica",
  "tagline": "Sharikly – Conquistiamo le vette e guidiamo il successo con uno spirito senza limiti 🐺🔥",
  "navbar_tagline": "Sharikly – Conquistiamo le vette e guidiamo il successo con uno spirito senza limiti 🐺🔥",
  "admin_login": "Accesso admin",
  "supervisor_login": "Accesso supervisore",
  "dynamic_sentence": "In verità, Allah ama che quando uno di voi fa un lavoro, lo faccia con perfezione.",
  "work_hadith": "In verità, Allah ama che quando uno di voi fa un lavoro, lo faccia con perfezione.",
  "attach_file": "Allega file",
  "voice_record": "Registrare audio",
  "stop": "Ferma",
  "your_chat_link": "Il tuo link privato alla chat",
  "chat_link_notice": "Puoi continuare la conversazione sempre dallo stesso browser. Se vuoi aprire la chat da un altro dispositivo o browser, salva bene questo link e condividilo con te stesso o con chi vuoi.",
  "copy_link": "Copia link",
  "report_problem": "Segnala un problema",
  "report_tooltip": "La segnalazione sarà inviata al supervisore e riceverai una risposta il prima possibile.",
  "choose_language": "Scegli la lingua"
}
