{
  "uiux_chat": "Chat de design",
  "send": "Enviar",
  "engineering_chat": "Chat de engenharia",
  "programming_chat": "Chat de programação",
  "home_title": "Início",
  "about_us": "Sobre nós",
  "contact": "Contato",
  "welcome_message": "Bem-vindo ao Sharikly!",
  "choose_service": "Escolha seu serviço e comece a conversar",
  "start_now": "Comece agora",
  "main_visual": "Imagem principal",
  "company_goal": "Deus ama que, quando alguém faz um trabalho, o faça com perfeição.",
  "company_mission": "É isso que a empresa busca: agradar a Deus e depois ao cliente.",
  "company_aim": "Diferenciais da empresa",
  "feature_1": "Não é necessário registrar seu e-mail. Basta conversar ou enviar seu pedido, ele será salvo no banco de dados e o chat também será salvo no seu dispositivo com um ID único.",
  "feature_2": "Não cobramos 20% pelo serviço como algumas empresas. Se você voltar, recebe 10% de desconto, economizando 30%.",
  "feature_3": "Temos funcionários especializados nessas áreas, supervisionados por um líder de equipe para revisar seu trabalho e garantir que esteja como você deseja.",
  "feature_4": "Oferecemos um excelente atendimento ao cliente. Se quiser modificar algo, basta conversar conosco 😊👌.",
  "why_wolf_logo": "Por que escolhemos o lobo como logo? 🤔",
  "wolf_trait_1": "Inteligência: O lobo é muito inteligente, conhecido por sua capacidade de planejar e ser astuto, especialmente durante a caça.",
  "wolf_trait_2": "Força: Possui um corpo forte que lhe permite perseguir e dominar a presa.",
  "wolf_trait_3": "Lealdade: Vive em grupos organizados, mostra grande lealdade à família e cuida dos filhotes.",
  "wolf_trait_4": "Cautela: Não se aproxima facilmente dos humanos e age com muita cautela ao explorar o ambiente.",
  "wolf_trait_5": "Liberdade: Gosta de viver na natureza e não suporta restrições, por isso é difícil de domesticar.",
  "wolf_trait_6": "Independência: Pode caçar e sobreviver sozinho, mesmo separado do grupo.",
  "wolf_traits_reflect_company": "Essas características refletem nossa empresa e sempre buscamos aplicá-las.",
  "chat_section": "Seção de chat",
  "write_message": "Digite sua mensagem...",
  "sending": "Enviando...",
  "request_service": "Solicitar serviço",
  "order_details": "Detalhes do pedido",
  "send_request": "Enviar pedido",
  "programming_description": "Oferecemos soluções inovadoras de programação e desenvolvimento de aplicativos para ajudá-lo a atingir seus objetivos técnicos com eficiência e profissionalismo.",
  "uiux_description": "Projetamos interfaces e experiências de usuário únicas que atendem às suas necessidades e tornam seus aplicativos mais atraentes e fáceis de usar.",
  "graphics_description": "Oferecemos serviços inovadores de design gráfico que refletem sua visão e destacam sua marca da melhor forma.",
  "engineering_description": "Fornecemos soluções completas de engenharia que atendem às necessidades do seu projeto e garantem os mais altos padrões de qualidade.",
  "video_description": "Oferecemos serviços profissionais de edição de vídeo para transformar sua visão em realidade com criatividade e precisão.",
  "video_editing": "Edição de vídeo",
  "engineering_design": "Design de engenharia",
  "programming": "Programação",
  "uiux_design": "Design de UI/UX",
  "graphics": "Gráficos",
  "tagline": "Sharikly – Nós conquistamos o topo e lideramos o sucesso com um espírito sem limites 🐺🔥",
  "navbar_tagline": "Sharikly – Nós conquistamos o topo e lideramos o sucesso com um espírito sem limites 🐺🔥",
  "admin_login": "Login do administrador",
  "supervisor_login": "Login do supervisor",
  "dynamic_sentence": "Deus ama que, quando alguém faz um trabalho, o faça com perfeição.",
  "work_hadith": "Deus ama que, quando alguém faz um trabalho, o faça com perfeição.",
  "attach_file": "Anexar arquivo",
  "voice_record": "Gravar áudio",
  "stop": "Parar",
  "your_chat_link": "Seu link de chat privado",
  "chat_link_notice": "Você pode continuar a conversa sempre pelo mesmo navegador. Se quiser abrir o chat em outro dispositivo ou navegador, salve bem este link e compartilhe consigo mesmo ou com quem desejar.",
  "copy_link": "Copiar link",
  "report_problem": "Reportar um problema",
  "report_tooltip": "O relatório será enviado ao supervisor e você receberá uma resposta o mais rápido possível.",
  "choose_language": "Escolha o idioma"
}
