{
  "uiux_chat": "Чат дизайна",
  "send": "Отправить",
  "engineering_chat": "Чат инженеров",
  "programming_chat": "Чат программирования",
  "home_title": "Главная",
  "about_us": "О нас",
  "contact": "Связаться с нами",
  "welcome_message": "Добро пожаловать в Sharikly!",
  "choose_service": "Выберите услугу и начните чат",
  "choose_language": "Выберите язык",
  "start_now": "Начать сейчас",
  "main_visual": "Главное изображение",
  "company_goal": "Воистину, Аллах любит, когда кто-либо из вас выполняет работу, чтобы он делал это качественно.",
  "company_mission": "Вот к чему стремится компания: угодить Аллаху, а затем клиенту.",
  "company_aim": "Особенности компании",
  "feature_1": "Нет необходимости регистрироваться по электронной почте. Просто общайтесь или отправляйте запрос, и он будет сохранён в базе данных, а чат также будет сохранён на вашем устройстве с уникальным ID.",
  "feature_2": "Мы не берем с вас 20% за услугу, как некоторые компании. Если вы вернетесь, получите скидку 10%, то есть экономите 30%.",
  "feature_3": "У нас есть специалисты в этих областях, за работой которых следит тимлидер, чтобы убедиться, что всё соответствует вашим ожиданиям.",
  "feature_4": "Мы предлагаем отличный сервис поддержки, и если нужны изменения — просто напишите нам в чате 😊👌.",
  "why_wolf_logo": "Почему мы выбрали волка в качестве логотипа? 🤔",
  "wolf_trait_1": "Интеллект: Волк очень умен и известен своим планированием и хитростью, особенно во время охоты.",
  "wolf_trait_2": "Сила: Имеет сильное тело, позволяющее преследовать и побеждать добычу.",
  "wolf_trait_3": "Верность: Живет в организованных стаях, проявляет большую преданность семье и заботится о детях.",
  "wolf_trait_4": "Осторожность: Не подходит к людям легко и очень осторожен при исследовании окружающей среды.",
  "wolf_trait_5": "Свобода: Любит жить в дикой природе и не терпит ограничений, что делает его трудно приручить.",
  "wolf_trait_6": "Самостоятельность: Может полагаться на себя в охоте и выживании, даже если отделен от стаи.",
  "wolf_traits_reflect_company": "Эти качества отражают нашу компанию, и мы всегда стремимся им соответствовать.",
  "chat_section": "Раздел чата",
  "write_message": "Напишите ваше сообщение...",
  "sending": "Отправка...",
  "request_service": "Запросить услугу",
  "order_details": "Детали заказа",
  "send_request": "Отправить запрос",
  "programming_description": "Мы предлагаем инновационные программные решения и разработку приложений, которые помогут вам эффективно и профессионально достичь ваших технических целей.",
  "uiux_description": "Мы разрабатываем уникальные пользовательские интерфейсы и впечатления, которые соответствуют вашим потребностям и делают ваши приложения более привлекательными и удобными.",
  "graphics_description": "Мы предоставляем инновационные услуги графического дизайна, которые отражают ваше видение и подчеркивают ваш бренд наилучшим образом.",
  "engineering_description": "Мы предоставляем комплексные инженерные решения, которые соответствуют требованиям ваших проектов и обеспечивают высочайшие стандарты качества.",
  "video_description": "Мы предоставляем профессиональные услуги видеомонтажа, чтобы воплотить ваше видение в жизнь с креативностью и точностью.",
  "video_editing": "Видеомонтаж",
  "engineering_design": "Инженерное проектирование",
  "programming": "Программирование",
  "uiux_design": "UI/UX-дизайн",
  "graphics": "Графика",
  "tagline": "Sharikly – Мы покоряем вершины и ведём к успеху с духом, не знающим границ 🐺🔥",
  "navbar_tagline": "Sharikly – Мы покоряем вершины и ведём к успеху с духом, не знающим границ 🐺🔥",
  "admin_login": "Вход для администратора",
  "supervisor_login": "Вход для супервайзера",
  "dynamic_sentence": "Воистину, Аллах любит, когда кто-либо из вас выполняет работу, чтобы он делал это качественно.",
  "work_hadith": "Аллах любит, когда кто-либо из вас выполняет работу, чтобы он делал это качественно.",
  "attach_file": "Прикрепить файл",
  "voice_record": "Записать аудио",
  "stop": "Стоп",
  "your_chat_link": "Ваша личная ссылка на чат",
  "chat_link_notice": "Вы всегда можете продолжить разговор с этого же браузера. Если хотите открыть чат с другого устройства или браузера — сохраните эту ссылку и поделитесь ею с собой или с тем, с кем хотите.",
  "copy_link": "Скопировать ссылку",
  "report_problem": "Сообщить о проблеме",
  "report_tooltip": "Жалоба будет отправлена супервайзеру, и вы получите ответ как можно скорее."
}